Repository: mugurcagdas/YOURLS.pot
Catalog: *.po
Languages: tr_tr

source: Statistics for %s
tr_tr: %s için istatistikler

source: Short URL
tr_tr: Kısa URL

source: Aggregate stats for duplicate short URLs
tr_tr: Tekrarlanan kısa URL'ler için toplu istatistikler

source: Long URL
tr_tr: Uzun URL

source: Traffic statistics
tr_tr: Trafik İstatistikleri

source: Traffic location
tr_tr: Trafik konumu

source: Traffic sources
tr_tr: Trafik kaynakları

source: Share
tr_tr: Paylaşma

source: Last 24 hours
tr_tr: Son 24 saat

source: Last 7 days
tr_tr: Son 7 gün

source: Last 30 days
tr_tr: Son 30 gün

source: All time
tr_tr: Tüm zamanlar

source: Number of hits : %s
tr_tr: Tıklanma sayısı : %s

source: Historical click count
tr_tr: Geçmiş tıklama sayısı

source: about 1 day ago
tr_tr: yaklaşık 1 gün önce

source: Short URL created on %s
tr_tr: Kısa URL oluşturuldu %s

source: %s per day
tr_tr: %s gün başına

source: %s per hour
tr_tr: %s saat başına

source: %s hit
tr_tr: %s tıklama

source: Best day
tr_tr: En iyi gün

source: <strong>%1$s</strong> hit on %2$s
tr_tr: <strong>%1$s</strong> tıklama %2$s

source: Click for more details
tr_tr: Daha fazla detay için tıklayın

source: Year %s
tr_tr: Yıl %s

source: 1 hit
tr_tr: 1 tıklama

source: No traffic yet. Get some clicks first!
tr_tr: Henüz trafik yok. Önce biraz tıklanma alın!

source: Top 5 countries
tr_tr: En yüksek 5 ülke

source: Overall traffic
tr_tr: Genel trafik

source: No country data.
tr_tr: Ülke verisi yok.

source: Referrer shares
tr_tr: Başvuran paylaşımları

source: Others
tr_tr: Dİğerleri

source: Referrers
tr_tr: Başvuranlar

source: (details)
tr_tr: (detaylar)

source: Various:
tr_tr: Çeşitler:

source: Direct vs Referrer Traffic
tr_tr: Yönlendirme vs Başvuran Trafik

source: Direct
tr_tr: Yönlendirme

source: Direct traffic:
tr_tr: Yönlendirme Trafiği:

source: <strong>%s</strong> hit
tr_tr: <strong>%s</strong> tıkla

source: Referrer traffic:
tr_tr: Başvuran trafiği:

source: No referrer data.
tr_tr: Başvuran verisi yok.

source: Short link
tr_tr: Kısa bağlantı

source: Quick Share
tr_tr: Hızlı paylaşım

source: Title
tr_tr: Başlık

source: IP Address
tr_tr: IP adresi

source: Searching for <strong>%1$s</strong> in <strong>%2$s</strong>.
tr_tr: Arıyor <strong>%1$s</strong> içinde <strong>%2$s</strong>.

source: Date
tr_tr: Tarih

source: Clicks
tr_tr: Tıklamalar

source: Short URL created, but could not redirect to %s !
tr_tr: Kısa URL oluşturuldu, ancak %s'ye yönlendirilemedi!

source: Unknown "Share" bookmarklet
tr_tr: Bilinmeyen "Paylaş" bookmarklet

source: Display <strong>%1$s</strong> to <strong class="increment">%2$s</strong> of <strong class="increment">%3$s</strong> URLs
tr_tr: Görüntüle <strong>%1$s</strong> için <strong class="increment">%2$s</strong> den <strong class="increment">%3$s</strong> URL'leri

source: counting <strong>1</strong> click
tr_tr: sayılıyor <strong>1</strong> tıklama

source: Overall, tracking <strong class="increment">%1$s</strong> links, <strong>%2$s</strong> clicks, and counting!
tr_tr: Genel, izleniyor <strong class="increment">%1$s</strong> linkleri,, <strong>%2$s</strong> tıklamalar, ve sayma!

source: No URL
tr_tr: URL yok

source: %s version is too old. Ask your server admin for an upgrade.
tr_tr: %s versiyonu çok eski. Sunucu yöneticinize bir yükseltme isteğinde bulunun.

source: YOURLS already installed.
tr_tr: YOURLS zaten kurulmuş.

source: File <tt>.htaccess</tt> successfully created/updated.
tr_tr: Dosya <tt>.htaccess</tt> başarıyla oluşturuldu/güncellendi.

source: Could not write file <tt>.htaccess</tt> in YOURLS root directory. You will have to do it manually. See <a href="http://yourls.org/htaccess">how</a>.
tr_tr: Dosyaya yazılamadı <tt>.htaccess</tt>sizin YOURLS temel rehberiniz. Elle yapmak zorunda kalacaksınız. Bakınız <a href="http://yourls.org/htaccess">nasıl</a>.

source: Install YOURLS
tr_tr: YOURLS yükleme

source: YOURLS Administration Page
tr_tr: YOURLS Yönetim Sayfası

source: Unsupported action
tr_tr: Desteklenmeyen eylem

source: No plugin specified, or not a valid plugin
tr_tr: Hiçbir eklenti belirtilmedi, yada geçerli bir eklenti değil

source: Plugin has been activated
tr_tr: Eklenti aktifleştirildi

source: Plugin has been deactivated
tr_tr: Eklenti devre dışı bırakıldı

source: Manage Plugins
tr_tr: Eklentileri Yönetme

source: Plugins
tr_tr: Eklentiler

source: %s plugin
tr_tr: %s eklenti

source: You currently have <strong>%1$s</strong> installed, and <strong>%2$s</strong> activated
tr_tr: Şu anda bu var <strong>%1$s</strong> yüklendi, ve<strong>%2$s</strong> etkinleştirildi

source: Plugin Name
tr_tr: Eklenti Adı

source: Version
tr_tr: Sürüm

source: Description
tr_tr: Tanımlama

source: Author
tr_tr: Yaratıcı

source: Action
tr_tr: Eylem

source: Deactivate
tr_tr: Devre dışı

source: Activate
tr_tr: Aktif

source: plugin file location: %s
tr_tr: eklenti dosya konumu: %s

source: Toggle active/inactive plugins
tr_tr: Aktif /pasif olmayan eklentileri değiştir

source: If something goes wrong after you activate a plugin and you cannot use YOURLS or access this page, simply rename or delete its directory, or rename the plugin file to something different than <code>plugin.php</code>.
tr_tr: Bir eklenti etkinleştirdikten sonra bir şeyler ters giderse ve YOURLS'unuzu kullanamaz ya da bu sayfaya erişemezseniz, dizinini yeniden adlandırın veya rehberini silin veya eklenti dosyasını bunlardan farklı bir adla yeniden adlandırın <code>plugin.php</code>.

source: More plugins
tr_tr: Daha fazla eklenti

source: For more plugins, head to the official <a href="http://yourls.org/pluginlist">Plugin list</a>.
tr_tr: Daha fazla eklenti için, resmi yetkiliye yönelin <a href="http://yourls.org/pluginlist">Eklenti liste</a>.

source: Cool YOURLS Tools
tr_tr: Çok iyi YOURLS Araçları

source: Bookmarklets
tr_tr: Bookmarkletler

source: YOURLS comes with handy <span>bookmarklets</span> for easier link shortening and sharing.
tr_tr: YOURLS kullanışlı <span>bookmarkletler</span> daha kolay bağlantı kısaltılması ve paylaşımı için gelir.

source: Standard or Instant, Simple or Custom
tr_tr: Standart veya Anlık, Basit veya Özel

source: The <span>Standard Bookmarklets</span> will take you to a page where you can easily edit or delete your brand new short URL.
tr_tr: <span>Standart Bookmarkletler</span> sizi, markanıza yeni kısa URL'nizi kolayca düzenleyebileceğiniz veya silebileceğiniz bir sayfaya yönlendirir.

source: The <span>Instant Bookmarklets</span> will pop the short URL without leaving the page you are viewing.
tr_tr: <span>Anlık Bookmarkletler</span> kısa URL'yi görüntülediğiniz sayfadan ayrılmadan açılır.

source: The <span>Simple Bookmarklets</span> will generate a short URL with a random or sequential keyword.
tr_tr: <span>Basit Bookmarkletler</span> rastgele veya ardışık bir anahtar kelime içeren kısa bir URL oluşturacaktır.

source: The <span>Custom Keyword Bookmarklets</span> will prompt you for a custom keyword first.
tr_tr: <span>Özel Anahtar Kelime Bookmarkletler</span> önce özel bir anahtar kelime girmenizi ister.

source: If you want to share a description along with the link you're shortening, simply <span>select text</span> on the page you're viewing before clicking on your bookmarklet link
tr_tr: Bir açıklamayı, kısaltmakta olduğunuz bağlantı ile birlikte paylaşmak isterseniz, bookmarklet bağlantınızı tıklamadan önce görüntülediğiniz sayfada basitçe <span>metni seçin</span>

source: The Bookmarklets
tr_tr: Bookmarkletler

source: Click and drag links to your toolbar (or right-click and bookmark it)
tr_tr: Araç çubuğunuza tıklayıp sürükleyin (veya sağ tıklayın ve yer imi koyun)

source: Standard (new page)
tr_tr: Standart (yeni sayfa)

source: Instant (popup)
tr_tr: Anında (açılır pencere)

source: Simple
tr_tr: Basit

source: Drag to your toolbar!
tr_tr: Araç çubuğunuza sürükleyin!

source: Shorten
tr_tr: Kısaltma

source: Instant Shorten
tr_tr: Anlık Kısaltma

source: Custom Keyword
tr_tr: Özel Anahtar Kelime

source: Custom shorten
tr_tr: Özel Kısaltma

source: Instant Custom Shorten
tr_tr: Anında Özel Kısaltma

source: Social Bookmarklets
tr_tr: Sosyal Bookmarkletler

source: Create a short URL and share it on social networks, all in one click!
tr_tr: Kısa bir URL oluşturun ve hepsini tek bir tıklamayla sosyal paylaşım ağlarında paylaşın!

source: Shorten and share:
tr_tr: Kısaltma ve paylaşma:

source: Prefix-n-Shorten
tr_tr: Önek-n-kısaltmak

source: When viewing a page, you can also prefix its full URL: just head to your browser's address bar, add "<span>%s</span>" to the beginning of the current URL (right before its 'http://' part) and hit enter.
tr_tr: Bir sayfayı görüntülerken,tam URL'nin önüne de girebilirsiniz:tarayıcınızın adres çubuğuna gidin,"<span>%s</span>" geçerli URL'nin başlangıcına ('http: //' bölümünden hemen önce) ekleyin ve enter tuşuna basın.

source: Note: this will probably not work if your web server is running on Windows
tr_tr: Not: Web sunucunuz Windows'ta çalışıyorsa bu muhtemelen çalışmayabilir

source: (which seems to be the case here)
tr_tr: (burada durum böyle görünüyor)

source: Secure passwordless API call
tr_tr: Güvenli şifresiz API çağrısı

source: YOURLS allows API calls the old fashioned way, using <tt>username</tt> and <tt>password</tt> parameters.
tr_tr: YOURLS, <tt>kullanıcı adı</tt> ve <tt>şifre</tt> parametrelerini kullanarak eski yollarla API çağrıları sağlar.

source: If you're worried about sending your credentials into the wild, you can also make API calls without using your login or your password, using a secret signature token.
tr_tr: Kimlik bilgilerini bilinmeyen yollarla göndermekten endişeleniyorsanız, gizli bir imza simgesi kullanarak, oturum açma adınızı veya şifrenizi kullanmadan API çağrıları yapabilirsiniz.

source: Your secret signature token: <strong><code>%s</code></strong>
tr_tr: Gizli imzanızın belirteci: <strong><code>%s</code></strong>

source: (It's a secret. Keep it secret)
tr_tr: (Bu bir sır. Gizli tutun)

source: This signature token can only be used with the API, not with the admin interface.
tr_tr: Bu imza simgesi yönetici arayüzüyle değil API ile kullanılabilir.

source: Usage of the signature token
tr_tr: İmza belirtecinin kullanımı

source: Simply use parameter <tt>signature</tt> in your API requests. Example:
tr_tr: API isteklerinizde <tt>imza</tt> parametresini kullanın. Örneğin:

source: Usage of a time limited signature token
tr_tr: Sınırlı imza belirtecinin kullanımı

source: actual value:
tr_tr: güncel değer:

source: Now use parameters <tt>signature</tt> and <tt>timestamp</tt> in your API requests. Example:
tr_tr: Artık API isteklerinizde<tt>imza</tt> ve<tt>zaman damgası</tt> parametrelerini kullanın. Örneğin:

source: Actual values:
tr_tr: Güncel değerler:

source: This URL would be valid for only %s seconds
tr_tr: Bu URL yalnızca %s saniye boyunca geçerli olur

source: See the <a href="%s">API documentation</a> for more
tr_tr: Daha fazla bilgi için <a href="%s">API belgeleri</a>'ne bakın

source: Upgrade YOURLS
tr_tr: YOURLS yükseltme

source: Upgrade not required. Go <a href="%s">back to play</a>!
tr_tr: Yükseltme gerekli değil. Git <a href="%s">oynaya geri dön</a>!

source: Your current installation needs to be upgraded.
tr_tr: Geçerli kurulumunuz yükseltilmelidir.

source: Please, pretty please, it is recommended that you <strong>backup</strong> your database<br/>(you should do this regularly anyway)
tr_tr: Lütfen, lütfen, <strong>yedekleme</strong>veritabanınız<br/>için önerilir (yine de bunu düzenli olarak yapmalısınız)

source: Nothing awful <em>should</em> happen, but this doesn't mean it <em>won't</em> happen, right? ;)
tr_tr: <em>olması gereken</em>konusunda korkunç hiçbir şey olmaz, ancak bu <em>olmayacak</em> anlamına gelmez, değil mi? ;)

source: On every step, if <span class='error'>something goes wrong</span>, you'll see a message and hopefully a way to fix.
tr_tr: Her adımda, eğer <span class='error'>bir şeyler ters giderse</span>, bir mesaj görürsünüz ve umarız düzeltecek bir yol bulursunuz.

source: If everything goes too fast and you cannot read, <span class="success">good for you</span>, let it go :)
tr_tr: Her şey çok hızlı giderse ve okuyamazsanız, <span class="success"> sizin için iyisi </span>, kafaya takmamak:)

source: Once you are ready, press "Upgrade" !
tr_tr: Hazır olduğunuzda, "Yükseltme"ye basın!

source: Upgrade
tr_tr: Yükseltme

source: Your installation is now up to date !
tr_tr: Kurulumunuz şimdi güncel!

source: Go back to <a href="%s">the admin interface</a>
tr_tr: <a href="%s">yönetici arayüzü</a>'ne dönün

source: Could not auto-encrypt passwords. Error was: "%s".
tr_tr: Şifreler otomatik olarak kriptolonamadı. Sorun buydu: "%s".

source: <a href="%s">Get help</a>.
tr_tr: <a href="%s">Yardım alma</a>.

source: <a href="%s">Click here</a> to dismiss this message for one week.
tr_tr: <a href="%s">Buraya tıklayın</a> bu mesajı bir hafta boyunca görmemek için.

source: YOURLS requires the mysql, mysqli or pdo_mysql PHP extension. No extension found. Check your server config, or contact your host.
tr_tr: YOURLS, mysql, mysqli veya pdo_mysql PHP uzantısını gerektirir. Uzantı bulunamadı. Sunucu yapılandırmanızı kontrol edin veya ana makinenize başvurun.

source: Fatal error
tr_tr: Kaçınılmaz hata

source: Logged out successfully
tr_tr: Başarıyla çıkış yapıldı

source: Invalid username or password
tr_tr: Geçersiz kullanıcı adı veya şifre

source: Please log in
tr_tr: Lütfen giriş yapın

source: 1 query
tr_tr: 1 soru işareti

source: Powered by %s
tr_tr: Tarafından güçlendirildi %s

source: Enter the URL
tr_tr: URL girin

source: Optional
tr_tr: İsteğe bağlı

source: Custom short URL
tr_tr: Özel Kısa URL

source: Shorten The URL
tr_tr: Kısaltılmış URL

source: Search for %1$s in %2$s
tr_tr: %1$s içinde %2$s arayın

source: Ascending
tr_tr: Yükselen

source: Descending
tr_tr: Azalan

source: Order by %1$s %2$s
tr_tr: Tarafından sipariş %1$s %2$s

source: Show %s rows
tr_tr: %s satırlarını göster

source: more
tr_tr: dahası

source: less
tr_tr: daha az

source: Show links with %1$s than %2$s clicks
tr_tr: Bağlantıları %1$s den %2$s ile tıklamaları göster

source: before
tr_tr: önce

source: after
tr_tr: sonra

source: between
tr_tr: arasında

source: Show links created %1$s %2$s %3$s %4$s
tr_tr: Oluşturulan bağlantıları göster %1$s %2$s %3$s %4$s

source: Search
tr_tr: Arama

source: Clear
tr_tr: Temizle

source: 1 page
tr_tr: 1 sayfa

source: Go to First Page
tr_tr: İlk Sayfaya git

source: &laquo; First
tr_tr: &laquo; İlk

source: Last &raquo;
tr_tr: Son &raquo;

source: Your short link
tr_tr: Kısa linkiniz

source: Long link
tr_tr: Uzun link

source: Stats
tr_tr: İstatistikler

source: Share with
tr_tr: İle paylaş

source: Tweet this!
tr_tr: Bunu Tweetle!

source: Share on Facebook
tr_tr: Facebook'ta paylaş

source: Share on Friendfeed
tr_tr: Friendfeed'de paylaş

source: Save
tr_tr: Kaydet

source: Save new values
tr_tr: Yeni değerleri kaydet

source: Cancel
tr_tr: İptal

source: Cancel editing
tr_tr: Düzenlemeyi iptal etme

source: Error, URL not found
tr_tr: Hata, URL bulunamadı

source: Edit
tr_tr: Düzenleme

source: Delete
tr_tr: Sil

source: Not a common link
tr_tr: Ortak bir link değil

source: Original URL
tr_tr: Orijinal URL

source: Actions
tr_tr: Eylemler

source: Username
tr_tr: Kullanıcı adı

source: Password
tr_tr: Şifre

source: Login
tr_tr: Oturum açma

source: Hello <strong>%s</strong>
tr_tr: Merhaba <strong>%s</strong>

source: Logout
tr_tr: Oturum kapatma

source: Help
tr_tr: Yardım

source: Go to the admin interface
tr_tr: Yönetici arayüzüne git

source: Admin interface
tr_tr: Yönetici arayüzü

source: Tools
tr_tr: Araçlar

source: Today
tr_tr: Bugün

source: Close
tr_tr: Kapat

source: <a href="%s">YOURLS version %s</a> is available. Please update!
tr_tr: <a href="%s">YOURLS sürümü %s</a>hazır.Lütfen güncelleyin!

source: Incorrect DB config, or could not connect to DB
tr_tr: Yanlış DB yapılandırması veya DB'ye bağlanılamadı

source: Table '%s' created.
tr_tr: Tablo '%s' oluşturuldu.

source: Error creating table '%s'.
tr_tr: '%s' tablosu oluşturulurken hata oluştu.

source: Could not initialize options
tr_tr: Seçenekler başlatılamadı

source: Could not insert sample short URLs
tr_tr: Örnek kısa URL'ler eklenemedi

source: YOURLS tables successfully created.
tr_tr: YOURLS tabloları başarıyla oluşturuldu.

source: Error creating YOURLS tables.
tr_tr: YOURLS tabloları oluşturulurken hata oluştu.

source: Sunday
tr_tr: Pazar

source: Monday
tr_tr: Pazartesi

source: Tuesday
tr_tr: Salı

source: Wednesday
tr_tr: Çarşamba

source: Thursday
tr_tr: Perşembe

source: Friday
tr_tr: Cuma

source: Saturday
tr_tr: Cumartesi

source: S_Sunday_initial
tr_tr: S_Pazar_baş harfi

source: M_Monday_initial
tr_tr: M_Pazartesi_baş harfi

source: T_Tuesday_initial
tr_tr: T_Salı_baş harfi

source: W_Wednesday_initial
tr_tr: W_Çarşamba_baş harfi

source: T_Thursday_initial
tr_tr: T_Perşembe_baş harfi

source: F_Friday_initial
tr_tr: F_Cuma_baş harfi

source: S_Saturday_initial
tr_tr: S_Cumartesi_baş harfi

source: Sun
tr_tr: Paz

source: Mon
tr_tr: Pzt

source: Tue
tr_tr: Sal

source: Wed
tr_tr: Çrş

source: Thu
tr_tr: Prş

source: Fri
tr_tr: Cum

source: Sat
tr_tr: Cts

source: January
tr_tr: Ocak

source: February
tr_tr: Şubat

source: March
tr_tr: Mart

source: April
tr_tr: Nisan

source: May
tr_tr: Mayıs

source: June
tr_tr: Haziran

source: July
tr_tr: Temmuz

source: August
tr_tr: Ağustos

source: September
tr_tr: Eylül

source: October
tr_tr: Ekim

source: November
tr_tr: Kasım

source: December
tr_tr: Aralık

source: Jan_January_abbreviation
tr_tr: Jan_Ocak_kısaltması

source: Feb_February_abbreviation
tr_tr: Feb_Şubat_kısaltması

source: Mar_March_abbreviation
tr_tr: Mar_Mart_kısaltması

source: Apr_April_abbreviation
tr_tr: Apr_Nisan_kısaltması

source: May_May_abbreviation
tr_tr: May_Mayıs_kısaltması

source: Jun_June_abbreviation
tr_tr: Jun_Haziran_kısaltması

source: Jul_July_abbreviation
tr_tr: Jul_Temmuz_kısaltması

source: Aug_August_abbreviation
tr_tr: Aug_Ağustos_kısaltması

source: Sep_September_abbreviation
tr_tr: Sep_Eylül_kısaltması

source: Oct_October_abbreviation
tr_tr: Oct_Ekim_kısaltması

source: Nov_November_abbreviation
tr_tr: Nov_Kasım_kısaltması

source: Dec_December_abbreviation
tr_tr: Dec_Aralık_kısaltması

source: am
tr_tr: öğleden önce

source: pm
tr_tr: öğleden sonra

source: AM
tr_tr: ÖĞLEDEN ÖNCE

source: PM
tr_tr: ÖĞLEDEN SONRA

source: number_format_thousands_sep
tr_tr: numara_biçim_binlerce_sep

source: number_format_decimal_point
tr_tr: numara_biçim_ondalık_nokta

source: Could not find and deactivated plugin :
tr_tr: Eklenti bulunamadı ve devre dışı :

source: Not a valid plugin file
tr_tr: Geçerli bir eklenti dosyası değil

source: Plugin already activated
tr_tr: Eklenti zaten aktifleştirilmiş

source: Plugin generated unexpected output. Error was: <br/><pre>%s</pre>
tr_tr: Eklenti beklenmedik çıktı üretti. Hata oluştu: <br/><pre>%s</pre>

source: Plugin not active
tr_tr: Eklenti aktif değil

source: This page does not exist. Maybe a plugin you thought was activated is inactive?
tr_tr: Bu sayfa mevcut değil. Etkin olduğunu düşündüğünüz bir eklenti etkin değil mi?

source: Invalid link
tr_tr: Geçersiz link

source: Missing or malformed URL
tr_tr: Eksik veya hatalı URL

source: URL is a short URL
tr_tr: URL kısa bir URL'dir

source: Short URL %s already exists in database or is reserved
tr_tr: Kısa URL %s veri tabanında zaten var veya ayrılmış

source: %s added to database
tr_tr: %s veri tabanına eklendi

source: Error saving url to database
tr_tr: Veri tabanına URL kaydetmede hata

source: %s already exists in database
tr_tr: %s veri tabanında zaten mevcut

source: Link updated in database
tr_tr: Link veri tabanında güncellendi

source: Error updating %s (Short URL: %s)
tr_tr: Güncellenirken hata %s (Kısa URL: %s)

source: URL or keyword already exists in database
tr_tr: URL veya anahtar kelime veri tabanında zaten mevcut

source: if you are not redirected after 10 seconds, please <a href="%s">click here</a>
tr_tr: 10 saniye sonra yönlendirilmezseniz, lütfen <a href="%s">buraya tıklayın</a>

source: Please <a href="%s">click here</a>
tr_tr: Lütfen <a href="%s">buraya tıklayın</a>

source: Too many URLs added too fast. Slow down please.
tr_tr: Çok fazla URL çok hızlı eklendi. Yavaşla lütfen.

source: Forbidden
tr_tr: İzinsiz

source: Unauthorized action or expired link
tr_tr: Yetkisiz işlem veya süresi dolan bağlantı

source: Error
tr_tr: Hata

source: Service temporarily unavailable
tr_tr: Hizmet geçici olarak kullanılamıyor

source: Our service is currently undergoing scheduled maintenance.
tr_tr: Hizmetimize halen programlı bakım yapılmaktadır.

source: Things should not last very long, thank you for your patience and please excuse the inconvenience
tr_tr: Her şey çok uzun sürmemeli, sabrınız için teşekkür ederiz ve lütfen verdiğimiz rahatsızlığı mazur görün

source: %1$s is <strong>deprecated</strong> since version %2$s! Use %3$s instead.
tr_tr: %1$s is <strong>kullanımdan kaldırıldı</strong> sürümden beri %2$s! Kullanın %3$s yerine.

source: %1$s is <strong>deprecated</strong> since version %2$s with no alternative available.
tr_tr: %1$s is <strong>kullanımdan kaldırıldı</strong> sürümden beri %2$s başka seçenek yok.

source: day
tr_tr: gün

source: view
tr_tr: görünüm
